module org.rocex.datahub.ui.app;

import org.rocex.ui.app;

/***************************************************************************
 * DataHub应用启动入口类<br>
 * @author Rocex Wang
 * @since 2019-8-26 22:56:11
 ***************************************************************************/
public class DataHubApp : Application
{
    /***************************************************************************
     * @author Rocex Wang
     * @since 2019-5-24 22:43:17
     ***************************************************************************/
    public this()
    {
        super();

        setText("DataHub");
    }
}
